# RbsHvacloadRoofCoolingLoadParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsHvacloadRoofCoolingLoadParam Property
ParameterTypeId Class See Also
---
"Roof Cooling Load"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsHvacloadRoofCoolingLoadParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsHvacloadRoofCoolingLoadParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsHvacloadRoofCoolingLoadParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace